Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Tip.0069.Body
source: New in 3.1: You can have multiple hotkey windows. Each profile can have one or more hotkeys.
de: Neu in 3.1: Sie können mehrere Hotkey-Fenster verwenden. Jedes Profil kann einen oder mehrere Hotkeys besitzen.
ja: 3.1の新機能: 複数のホットキーウィンドウを持てるようになりました。各プロファイルは1つ以上のホットキーを持てます。
pt_br: Novidade na 3.1: você pode ter várias janelas de atalho. Cada perfil pode ter uma ou mais teclas de atalho.
ru: Новое в 3.1: у вас может быть несколько окон горячих клавиш. У каждого профиля может быть одна или несколько горячих клавиш.
zh_hans: 3.1新功能：你可以拥有多个热键窗口。每个配置文件可以包含一个或多个热键。

# Tip.0069.Title
source: Multiple Hotkey Windows
de: Mehrere Hotkey-Fenster
ja: 複数のホットキーウィンドウ
pt_br: Várias janelas de atalho
ru: Несколько окон горячих клавиш
zh_hans: 多个热键窗口

# Tip.0070.Body
source: New in 3.1: You can configure a hotkey window to open on double-tap of a modifier in “Settings > Profiles > Keys > Customize Hotkey Window.”
de: Neu in 3.1: Sie können unter „Einstellungen > Profile > Tasten > Hotkey-Fenster anpassen“ festlegen, dass sich ein Hotkey-Fenster beim doppelten Tippen einer Modifikatortaste öffnet.
ja: 3.1の新機能: 「設定 > プロファイル > キー > ホットキーウィンドウをカスタマイズ」で、修飾キーのダブルタップでホットキーウィンドウを開くよう設定できます。
pt_br: Novidade na 3.1: você pode configurar uma janela de atalho para abrir ao tocar duas vezes em um modificador em “Ajustes > Perfis > Teclas > Personalizar janela de atalho”.
ru: Новое в 3.1: вы можете настроить открытие окна горячих клавиш двойным нажатием модификатора в «Настройки > Профили > Клавиши > Настроить окно горячих клавиш».
zh_hans: 3.1新功能：你可以在“设置 > 配置文件 > 按键 > 自定义热键窗口”中配置热键窗口，通过按修饰键两次点击即可打开。

# Tip.0070.Title
source: Double-Tap Hotkey
de: Hotkey per Doppeltipp
ja: ダブルタップホットキー
pt_br: Atalho de toque duplo
ru: Горячая клавиша по двойному нажатию
zh_hans: 双击热键

# Tip.0071.Body
source: You can “bury” a session with “Session > Bury Session.” It remains hidden until you restore it by selecting it from “Session > Buried Sessions > Your session.”
de: Sie können eine Sitzung mit „Sitzung > Sitzung vergraben“ „vergraben“. Sie bleibt verborgen, bis Sie sie über „Sitzung > Vergrabene Sitzungen > Ihre Sitzung“ wiederherstellen.
ja: 「セッション > セッションを埋める」でセッションを「埋める」ことができます。「セッション > 埋めたセッション > (該当セッション)」から選択して復元するまで、非表示のままになります。
pt_br: Você pode “enterrar” uma sessão com “Sessão > Enterrar sessão”. Ela permanece oculta até você restaurá-la selecionando-a em “Sessão > Sessões enterradas > Sua sessão”.
ru: Вы можете «скрыть» сессию с помощью «Сессия > Скрыть сессию». Она останется скрытой, пока вы не восстановите её, выбрав в «Сессия > Скрытые сессии > Ваша сессия».
zh_hans: 您可以使用“会话 > 隐藏会话”功能将会话“隐藏”。在从“会话 > 隐藏会话 > 您的会话”中恢复之前，该会话会保持隐藏状态。

# Tip.0071.Title
source: Buried Sessions
de: Vergrabene Sitzungen
ja: 埋めたセッション
pt_br: Sessões enterradas
ru: Скрытые сессии
zh_hans: 隐藏会话

# Tip.0072.Body
source: You can add custom behavior to iTerm2 using the Python API.
de: Sie können iTerm2 mithilfe der Python-API um eigenes Verhalten erweitern.
ja: Python APIを使うと、iTerm2にカスタムの動作を追加できます。
pt_br: Você pode adicionar comportamentos personalizados ao iTerm2 usando a API Python.
ru: Вы можете добавить пользовательское поведение в iTerm2 с помощью Python API.
zh_hans: 您可以使用 Python API为 iTerm2添加自定义行为。

# Tip.0073.Body
source: You can add a configurable status bar to your terminal windows.
de: Sie können Ihren Terminalfenstern eine konfigurierbare Statusleiste hinzufügen.
ja: ターミナルウィンドウに設定可能なステータスバーを追加できます。
pt_br: Você pode adicionar uma barra de status configurável às suas janelas de terminal.
ru: Вы можете добавить настраиваемую строку состояния в окна терминала.
zh_hans: 您可以在终端窗口中添加可配置的状态栏。

# Tip.0073.Title
source: Status Bar
de: Statusleiste
ja: ステータスバー
pt_br: Barra de status
ru: Строка состояния
zh_hans: 状态栏

# Tip.0074.Body
source: Try the “Minimal” and “Compact” themes to reduce visual clutter. You can set it in “Settings > Appearance > General.”
de: Probieren Sie die Designs „Minimal“ und „Kompakt“ aus, um optische Unordnung zu reduzieren. Sie können dies unter „Einstellungen > Erscheinungsbild > Allgemein“ einstellen.
ja: 視覚的な煩雑さを減らすには、「ミニマル」や「コンパクト」テーマを試してみてください。「設定 > 外観 > 一般」で設定できます。
pt_br: Experimente os temas “Minimalista” e “Compacto” para reduzir a poluição visual. Você pode defini-los em “Ajustes > Aparência > Geral”.
ru: Попробуйте темы «Минимальная» и «Компактная», чтобы уменьшить визуальный беспорядок. Настроить это можно в «Настройки > Внешний вид > Общие».
zh_hans: 尝试使用“极简”和“紧凑”主题以减少视觉干扰。您可以在“设置 > 外观 > 通用”中进行配置。

# Tip.0074.Title
source: Minimal Theme
de: Minimal-Design
ja: ミニマルテーマ
pt_br: Tema minimalista
ru: Минимальная тема
zh_hans: 极简主题

# Tip.0076.Body
source: You can configure which elements are present in session titles in “Settings > Profiles > General > Title.”
de: Sie können unter „Einstellungen > Profile > Allgemein > Titel“ festlegen, welche Elemente in Sitzungstiteln enthalten sind.
ja: 「設定 > プロファイル > 一般 > タイトル」で、セッションタイトルにどの要素を表示するかを設定できます。
pt_br: Você pode configurar quais elementos aparecem nos títulos de sessão em “Ajustes > Perfis > Geral > Título”.
ru: Вы можете настроить, какие элементы отображаются в заголовках сессий, в «Настройки > Профили > Общие > Заголовок».
zh_hans: 您可以在“设置 > 配置文件 > 通用 > 标题”中配置会话标题中包含的元素。

# Tip.0076.Title
source: Session Titles
de: Sitzungstitel
ja: セッションタイトル
pt_br: Títulos de sessão
ru: Заголовки сессий
zh_hans: 会话标题

# Tip.0077.Body
source: Tabs can show an icon indicating the current application. Configure it in “Settings > Profiles > General > Icon.”
de: Tabs können ein Symbol anzeigen, das die aktuelle Anwendung angibt. Konfigurieren Sie dies unter „Einstellungen > Profile > Allgemein > Symbol“.
ja: タブには現在のアプリケーションを示すアイコンを表示できます。「設定 > プロファイル > 一般 > アイコン」で設定してください。
pt_br: As abas podem exibir um ícone indicando o aplicativo atual. Configure isso em “Ajustes > Perfis > Geral > Ícone”.
ru: Вкладки могут отображать значок, показывающий текущее приложение. Настройте это в «Настройки > Профили > Общие > Значок».
zh_hans: 标签页可以显示表示当前应用程序的图标。在“设置 > 配置文件 > 通用 > 图标”中进行配置。

# Tip.0077.Title
source: Tab Icons
de: Tab-Symbole
ja: タブアイコン
pt_br: Ícones de aba
ru: Значки вкладок
zh_hans: 标签页图标

# Tip.0078.Body
source: Hold ⌥ while dragging a tab to move the window. This is useful in the Compact and Minimal themes, which have a very small area for dragging the window.
de: Halten Sie ⌥ gedrückt, während Sie einen Tab ziehen, um das Fenster zu verschieben. Das ist besonders bei den Designs „Kompakt“ und „Minimal“ nützlich, die nur einen sehr kleinen Bereich zum Verschieben des Fensters bieten.
ja: ⌥を押しながらタブをドラッグすると、ウィンドウを移動できます。ウィンドウをドラッグできる領域がとても小さいコンパクトテーマやミニマルテーマで便利です。
pt_br: Mantenha ⌥ pressionado ao arrastar uma aba para mover a janela. Isso é útil nos temas Compacto e Minimalista, que têm uma área muito pequena para arrastar a janela.
ru: Удерживайте ⌥ при перетаскивании вкладки, чтобы переместить окно. Это удобно в темах «Компактная» и «Минимальная», где для перетаскивания окна отведена очень маленькая область.
zh_hans: 拖动标签页时按住 ⌥ 可移动窗口。在紧凑和极简主题中非常有用，因为该主题的窗口拖动区域非常小。

# Tip.0078.Title
source: Drag Window by Tab
de: Fenster über Tab ziehen
ja: タブでウィンドウをドラッグ
pt_br: Arrastar janela pela aba
ru: Перетаскивание окна за вкладку
zh_hans: 按标签页拖动窗口

# Tip.0079.Body
source: Press ⇧⌘. to open the Composer. It gives you a scratchpad to edit a command before sending it to the shell.
de: Drücken Sie ⇧⌘., um den Composer zu öffnen. Er bietet Ihnen einen Entwurfsbereich, um einen Befehl zu bearbeiten, bevor Sie ihn an die Shell senden.
ja: ⇧⌘.を押すとコンポーザーが開きます。シェルに送信する前にコマンドを編集できるスクラッチパッドです。
pt_br: Pressione ⇧⌘. para abrir o Compositor. Ele oferece um rascunho para editar um comando antes de enviá-lo ao shell.
ru: Нажмите ⇧⌘., чтобы открыть Композер. Он предоставляет черновик для редактирования команды перед отправкой её в оболочку.
zh_hans: 按下 ⇧⌘ 可打开 Composer。它提供了一个编辑区域，用于在将命令发送到 shell之前进行修改。

# Tip.0080.Body
source: If you install Shell Integration on a machine you ssh to, you can drag-drop from Finder into the remote host by holding ⌥ while dragging. The destination directory is determined by where you drop the file in the terminal window: run cd foo, then drop the file below the cd command, and the file will go into the foo directory.
de: Wenn Sie die Shell-Integration auf einem Rechner installieren, mit dem Sie sich per ssh verbinden, können Sie Dateien vom Finder auf den entfernten Host ziehen, indem Sie beim Ziehen ⌥ gedrückt halten. Das Zielverzeichnis richtet sich danach, wo Sie die Datei im Terminalfenster ablegen: Führen Sie zum Beispiel „cd foo“ aus und legen Sie die Datei unterhalb des cd-Befehls ab, dann landet die Datei im Verzeichnis foo.
ja: sshで接続するマシンにシェル統合をインストールしておけば、⌥を押しながらドラッグすることで、Finderからリモートホストへドラッグ&ドロップできます。ドロップ先のディレクトリは、ターミナルウィンドウ内でファイルをドロップした位置によって決まります。「cd foo」を実行した後、そのcdコマンドより下にファイルをドロップすると、ファイルはfooディレクトリに配置されます。
pt_br: Se você instalar o Shell Integration em uma máquina à qual se conecta via ssh, poderá arrastar e soltar do Finder para o host remoto mantendo ⌥ pressionado ao arrastar. O diretório de destino é determinado por onde você solta o arquivo na janela do terminal: execute cd foo, solte o arquivo abaixo do comando cd, e o arquivo irá para o diretório foo.
ru: Если вы установите интеграцию с оболочкой на компьютере, к которому подключаетесь по ssh, вы сможете перетаскивать файлы из Finder на удалённый хост, удерживая ⌥ во время перетаскивания. Каталог назначения определяется тем, куда вы поместите файл в окне терминала: выполните cd foo, затем перетащите файл ниже команды cd, и файл попадёт в каталог foo.
zh_hans: 如果您在通过 SSH 连接的机器上安装 Shell Integration，可以在按住 ⌥ 的同时将文件从 Finder 拖放到远程主机上。目标目录取决于您在终端窗口中将文件放置的位置：先运行 `cd foo`，然后在 `cd` 命令下方放置文件，该文件就会进入 foo 目录。

# Tip.0081.Body
source: The composer supports multiple cursors. It also has the ability to send just one command out of a list, making it easy to walk through a list of commands one-by-one. Click the help button in the composer for details.
de: Der Composer unterstützt mehrere Cursor. Außerdem können Sie nur einen einzelnen Befehl aus einer Liste senden, wodurch Sie eine Befehlsliste bequem Schritt für Schritt durchgehen können. Klicken Sie auf die Hilfe-Schaltfläche im Composer, um mehr zu erfahren.
ja: コンポーザーは複数カーソルに対応しています。また、リストの中から1つのコマンドだけを送信する機能もあり、コマンドのリストを1つずつ順に実行するのが簡単になります。詳細はコンポーザーのヘルプボタンをクリックしてください。
pt_br: O Compositor suporta múltiplos cursores. Ele também é capaz de enviar apenas um comando de uma lista, facilitando percorrer uma lista de comandos um a um. Clique no botão de ajuda no Compositor para mais detalhes.
ru: Композер поддерживает несколько курсоров. Он также умеет отправлять только одну команду из списка, что упрощает пошаговое выполнение списка команд. Нажмите кнопку справки в Композере, чтобы узнать подробности.
zh_hans: Composer 支持多个光标，还能从列表中选择单个命令发送，便于逐一处理命令列表。如需了解详情，请点击 Composer 中的帮助按钮。

# Tip.0081.Title
source: Composer Power Features
de: Composer-Profifunktionen
ja: コンポーザーの強力な機能
pt_br: Recursos avançados do Compositor
ru: Расширенные возможности Композера
zh_hans: 编辑器高级功能

# Tip.0082.Body
source: Transform selected text into a prettified, syntax-highlighted view with the “Render Selection” command, ideal for JSON, Markdown, or source code. This feature includes horizontal scrolling for easy log navigation.
de: Verwandeln Sie ausgewählten Text mit dem Befehl „Auswahl rendern“ in eine aufbereitete Ansicht mit Syntaxhervorhebung, ideal für JSON, Markdown oder Quellcode. Diese Funktion umfasst horizontales Scrollen für eine einfache Navigation in Protokollen.
ja: 「選択範囲をレンダリング」コマンドを使うと、選択したテキストを整形され構文がハイライトされた表示に変換できます。JSON、Markdown、ソースコードなどに最適です。この機能には水平スクロールも含まれており、ログを簡単に閲覧できます。
pt_br: Transforme o texto selecionado em uma visualização formatada e com destaque de sintaxe usando o comando “Renderizar seleção”, ideal para JSON, Markdown ou código-fonte. Esse recurso inclui rolagem horizontal para facilitar a navegação em logs.
ru: Преобразуйте выделенный текст в красиво оформленный вид с подсветкой синтаксиса с помощью команды «Отобразить выделение», которая отлично подходит для JSON, Markdown или исходного кода. Эта функция поддерживает горизонтальную прокрутку для удобной навигации по журналам.
zh_hans: 使用“Render Selection”命令将选中的文本转换为美观且带语法高亮的视图，特别适用于 JSON、Markdown 或源代码。该功能包含水平滚动功能，便于日志导航。

# Tip.0082.Title
source: Render Selection
de: Auswahl rendern
ja: 選択範囲をレンダリング
pt_br: Renderizar seleção
ru: Отображение выделения
zh_hans: 渲染选区

# Tip.0083.Body
source: Export environment variables and copy files to remote hosts seamlessly with SSH integration. Either configure a profile to use ssh or use it2ssh in place of ssh.
de: Exportieren Sie Umgebungsvariablen und kopieren Sie Dateien mit der SSH-Integration nahtlos auf entfernte Hosts. Konfigurieren Sie entweder ein Profil für die Verwendung von ssh, oder nutzen Sie it2ssh anstelle von ssh.
ja: SSH統合を使うと、環境変数のエクスポートやファイルのコピーをリモートホストへシームレスに行えます。プロファイルでsshを使うよう設定するか、sshの代わりにit2sshを使ってください。
pt_br: Exporte variáveis de ambiente e copie arquivos para hosts remotos de forma integrada com o SSH Integration. Configure um perfil para usar ssh ou use it2ssh no lugar de ssh.
ru: Экспортируйте переменные окружения и копируйте файлы на удалённые хосты без лишних усилий с помощью интеграции с SSH. Настройте профиль на использование ssh или используйте it2ssh вместо ssh.
zh_hans: 通过 SSH 集成，可以无缝导出环境变量并将文件复制到远程主机。既可以配置配置文件以使用 ssh，也可以使用 it2ssh 替代 ssh。

# Tip.0084.Body
source: Improve your command line with the “auto composer”, which replaces the command line with a native control for ease of use. Requires shell integration.
de: Verbessern Sie Ihre Befehlszeile mit dem „Auto-Composer“, der die Befehlszeile durch ein natives Steuerelement zur einfacheren Nutzung ersetzt. Erfordert Shell-Integration.
ja: 「オートコンポーザー」でコマンドラインを改善しましょう。コマンドラインをネイティブのコントロールに置き換え、使いやすくします。シェル統合が必要です。
pt_br: Aprimore sua linha de comando com o “auto compositor”, que substitui a linha de comando por um controle nativo para facilitar o uso. Requer o Shell Integration.
ru: Улучшите работу с командной строкой с помощью «автокомпозера», который заменяет командную строку нативным элементом управления для удобства использования. Требует интеграции с оболочкой.
zh_hans: 使用“自动 composer”改进你的命令行，该工具用原生控件替代命令行，便于使用。需要shell集成功能。

# Tip.0085.Body
source: Generate commands using AI by entering a prompt in the composer and selecting “Edit > Engage Artificial Intelligence”. An OpenAI API key is required for this functionality.
de: Erzeugen Sie Befehle mithilfe von KI, indem Sie im Composer eine Eingabeaufforderung eingeben und „Bearbeiten > Künstliche Intelligenz aktivieren“ wählen. Für diese Funktion ist ein OpenAI-API-Schlüssel erforderlich.
ja: コンポーザーにプロンプトを入力して「編集 > 人工知能を利用する」を選択すると、AIを使ってコマンドを生成できます。この機能を使うにはOpenAI APIキーが必要です。
pt_br: Gere comandos usando IA digitando um prompt no compositor e selecionando “Edit > Engage Artificial Intelligence”. Uma chave de API da OpenAI é necessária para essa funcionalidade.
ru: Создавайте команды с помощью ИИ, введя запрос в Композере и выбрав «Правка > Задействовать искусственный интеллект». Для этой функции требуется ключ API OpenAI.
zh_hans: 通过在 composer中输入提示词并选择“编辑 > 启用人工智能”，使用AI生成命令。此功能需要OpenAI API密钥。

# Tip.0085.Title
source: AI Command Writing
de: Befehle mit KI schreiben
ja: AIによるコマンド作成
pt_br: Escrita de comandos com IA
ru: Написание команд с помощью ИИ
zh_hans: AI命令编写

# Tip.0086.Body
source: Set and achieve terminal goals with “Codecierge”, a Toolbelt feature that guides you step-by-step based on your terminal activity. An OpenAI API key is necessary for this feature.
de: Legen Sie mit „Codecierge“, einer Funktion im Werkzeugkasten, Terminalziele fest und erreichen Sie sie. Sie werden dabei anhand Ihrer Terminalaktivität Schritt für Schritt begleitet. Für diese Funktion ist ein OpenAI-API-Schlüssel erforderlich.
ja: 「Codecierge」を使うと、ターミナルでの目標を設定して達成できます。これはターミナルでの操作に基づいて段階的に案内してくれるツールベルトの機能です。この機能にはOpenAI APIキーが必要です。
pt_br: Defina e alcance metas no terminal com o “Concierge de código”, um recurso da Caixa de ferramentas que orienta você passo a passo com base na sua atividade no terminal. Uma chave de API da OpenAI é necessária para esse recurso.
ru: Ставьте и достигайте целей в терминале с помощью «Codecierge», инструмента панели инструментов, который пошагово направляет вас на основе вашей активности в терминале. Для этой функции необходим ключ API OpenAI.
zh_hans: “Codecierge”是一个工具包功能，根据你的终端活动逐步指导你实现终端目标。此功能需要OpenAI API密钥。

# Tip.0086.Title
source: Codecierge Tool
de: Codecierge-Werkzeug
ja: Codeciergeツール
pt_br: Ferramenta Concierge de código
ru: Инструмент Codecierge
zh_hans: Codecierge 辅助工具

# Tip.0087.Body
source: Navigate your command history effortlessly with “named marks” by assigning names to lines in the terminal.
de: Navigieren Sie mühelos durch Ihren Befehlsverlauf, indem Sie Zeilen im Terminal mit „benannten Markierungen“ Namen zuweisen.
ja: ターミナル内の行に名前を割り当てる「名前付きマーク」を使うと、コマンド履歴を簡単に移動できます。
pt_br: Navegue pelo seu histórico de comandos sem esforço com as “marcas nomeadas”, atribuindo nomes a linhas no terminal.
ru: Легко перемещайтесь по истории команд с помощью «именованных меток», присваивая имена строкам в терминале.
zh_hans: 通过为终端中的行分配名称，使用“命名标记”轻松导航命令历史记录。

# Tip.0087.Title
source: Named Marks
de: Benannte Markierungen
ja: 名前付きマーク
pt_br: Marcas nomeadas
ru: Именованные метки
zh_hans: 命名标记

# Tip.0088.Body
source: You can assign specific fonts to Unicode ranges. Use 'Settings > Profiles > Text > Manage Special Exceptions' to manage it and to install a huge set of Powerline symbols.
de: Sie können bestimmten Unicode-Bereichen eigene Schriftarten zuweisen. Verwenden Sie „Einstellungen > Profile > Text > Besondere Ausnahmen verwalten“, um dies zu verwalten und einen umfangreichen Satz an Powerline-Symbolen zu installieren.
ja: Unicodeの範囲ごとに特定のフォントを割り当てられます。「設定 > プロファイル > テキスト > 特殊な例外を管理」を使って管理したり、大量のPowerlineシンボルをインストールしたりできます。
pt_br: Você pode atribuir fontes específicas a intervalos Unicode. Use 'Settings > Profiles > Text > Manage Special Exceptions' para gerenciá-los e para instalar um enorme conjunto de símbolos Powerline.
ru: Вы можете назначать определённые шрифты диапазонам Unicode. Используйте «Настройки > Профили > Текст > Управление особыми исключениями», чтобы настроить это и установить обширный набор символов Powerline.
zh_hans: 你可以为Unicode范围分配特定的字体。使用“设置 > 配置文件 > 文本 > 管理特殊异常”来管理和安装大量Powerline符号。

# Tip.0088.Title
source: Font Assignments
de: Schriftartzuordnungen
ja: フォントの割り当て
pt_br: Atribuições de fontes
ru: Назначение шрифтов
zh_hans: 字体分配

# Tip.0089.Body
source: Maintain clarity in your active window while enjoying transparency in background windows by using 'View > Disable transparency in key window'.
de: Behalten Sie die Klarheit Ihres aktiven Fensters bei und genießen Sie dennoch Transparenz in Hintergrundfenstern, indem Sie „Ansicht > Transparenz im aktiven Fenster deaktivieren“ verwenden.
ja: 「表示 > キーウィンドウで透明度を無効化」を使うと、バックグラウンドウィンドウの透明度を楽しみながら、アクティブウィンドウの見やすさを保てます。
pt_br: Mantenha a nitidez na janela ativa enquanto aproveita a transparência nas janelas de fundo usando 'View > Disable transparency in key window'.
ru: Сохраняйте чёткость активного окна, наслаждаясь прозрачностью фоновых окон, с помощью «Вид > Отключить прозрачность в активном окне».
zh_hans: 使用“显示 > 在主窗口中停用透明度”可保持当前活动窗口清晰，同时保留背景窗口的透明度。

# Tip.0089.Title
source: Disable Transparency
de: Transparenz deaktivieren
ja: 透明度を無効化
pt_br: Desativar transparência
ru: Отключение прозрачности
zh_hans: 禁用透明度功能

# Tip.0090.Body
source: Create two-keystroke shortcuts with a “leader”: a special keystroke that precedes a custom key binding.
de: Erstellen Sie Tastenkombinationen aus zwei Tastenanschlägen mithilfe eines „Leaders“: einem speziellen Tastendruck, der einer benutzerdefinierten Tastenzuordnung vorausgeht.
ja: 「リーダー」(カスタムキーバインディングの前に押す特別なキー操作)を使うと、2ストロークのショートカットを作成できます。
pt_br: Crie atalhos de duas teclas com um “líder”: uma tecla especial que precede um atalho de teclado personalizado.
ru: Создавайте двухклавишные сочетания с помощью «лидера»: специальной клавиши, которая предшествует пользовательской привязке клавиш.
zh_hans: 创建一个“leader”键快捷方式：即一个位于自定义按键绑定之前的特殊按键。

# Tip.0090.Title
source: Leader Shortcut
de: Leader-Tastenkombination
ja: リーダーショートカット
pt_br: Atalho de líder
ru: Сочетание с лидером
zh_hans: Leader 快捷方式

# Tip.0091.Body
source: Execute a series of actions in order with a single shortcut using “sequence” key bindings.
de: Führen Sie mit „Sequenz“-Tastenzuordnungen eine Reihe von Aktionen der Reihe nach mit einer einzigen Tastenkombination aus.
ja: 「シーケンス」キーバインディングを使うと、1つのショートカットで一連のアクションを順番に実行できます。
pt_br: Execute uma série de ações em ordem com um único atalho usando atalhos de teclado de “sequência”.
ru: Выполняйте серию действий по порядку одним сочетанием клавиш с помощью «последовательных» привязок клавиш.
zh_hans: 使用“sequence”按键绑定，通过单一快捷键按顺序执行一系列操作。

# Tip.0091.Title
source: Sequence Binding
de: Sequenz-Tastenzuordnung
ja: シーケンスバインディング
pt_br: Atalho de sequência
ru: Последовательная привязка
zh_hans: 序列绑定

# Tip.0092.Body
source: Easily backup or transfer your iTerm2 settings using the Export/Import feature in “Settings > General > Settings”.
de: Sichern oder übertragen Sie Ihre iTerm2-Einstellungen ganz einfach mit der Export-/Import-Funktion unter „Einstellungen > Allgemein > Einstellungen“.
ja: 「設定 > 一般 > 設定」のエクスポート/インポート機能を使うと、iTerm2の設定を簡単にバックアップしたり移行したりできます。
pt_br: Faça backup ou transfira facilmente seus ajustes do iTerm2 usando o recurso Exportar/Importar em “Settings > General > Settings”.
ru: Легко создавайте резервную копию или переносите настройки iTerm2 с помощью функции экспорта/импорта в «Настройки > Общие > Настройки».
zh_hans: 可通过“设置 > 通用 > 设置”中的导出/导入功能轻松备份或传输 iTerm2 设置。

# Tip.0092.Title
source: Export/Import Settings
de: Einstellungen exportieren/importieren
ja: 設定のエクスポート/インポート
pt_br: Exportar/importar ajustes
ru: Экспорт/импорт настроек
zh_hans: 导出/导入设置

# Tip.0093.Body
source: Apply key bindings uniformly across multiple sessions for consistent control in different tabs or windows.
de: Wenden Sie Tastenzuordnungen einheitlich über mehrere Sitzungen hinweg an, um eine konsistente Steuerung in verschiedenen Tabs oder Fenstern zu gewährleisten.
ja: 複数のセッションに一律にキーバインディングを適用することで、異なるタブやウィンドウでも一貫した操作ができます。
pt_br: Aplique atalhos de teclado de maneira uniforme em várias sessões para um controle consistente em diferentes abas ou janelas.
ru: Применяйте привязки клавиш единообразно к нескольким сессиям для согласованного управления в разных вкладках или окнах.
zh_hans: 在多个标签页或窗口中统一应用按键绑定，以实现一致控制。

# Tip.0093.Title
source: Multi-Session Bindings
de: Sitzungsübergreifende Tastenzuordnungen
ja: 複数セッションのバインディング
pt_br: Atalhos multissessão
ru: Привязки для нескольких сессий
zh_hans: 多会话绑定

# Tip.0094.Body
source: Simulate terminal input as if it were output from a running app with the “Inject” trigger.
de: Simulieren Sie mit dem Trigger „Inject“ Terminaleingaben, als kämen sie als Ausgabe von einer laufenden App.
ja: 「Inject」トリガーを使うと、実行中のアプリからの出力であるかのようにターミナルへの入力をシミュレートできます。
pt_br: Simule a entrada no terminal como se fosse a saída de um app em execução com o gatilho “Inject”.
ru: Имитируйте ввод в терминал, как будто это вывод работающего приложения, с помощью триггера «Inject».
zh_hans: 模拟终端输入，如同来自正在运行的应用程序的输出，使用“Inject”触发器。

# Tip.0095.Body
source: Easily manage your triggers using the new Triggers status bar component.
de: Verwalten Sie Ihre Trigger ganz einfach mit der neuen Statusleisten-Komponente „Trigger“.
ja: 新しいトリガーステータスバーコンポーネントを使うと、トリガーを簡単に管理できます。
pt_br: Gerencie facilmente seus gatilhos usando o novo componente da barra de status Gatilhos.
ru: Легко управляйте своими триггерами с помощью нового компонента строки состояния «Триггеры».
zh_hans: 利用新的“Triggers”状态栏组件轻松管理您的触发器。
